Repository: SumPositive/Condition
Catalog: Condition/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hant

# stat.bpLeftRight.tip
source: 左右差が大きめです。一般に、血圧は高い方の腕で測るのがすすめられます。気になる場合は医療機関にご相談ください（この表示は医療上の助言ではありません）。
en: The left–right difference is fairly large. Generally, it is recommended to measure blood pressure on the arm with the higher reading. If you are concerned, please consult a medical professional. (This is not medical advice.)
ko: 좌우차가 다소 큽니다. 일반적으로 혈압은 수치가 높은 쪽 팔에서 측정하는 것이 권장됩니다. 걱정된다면 의료기관에 상담하세요. (이 안내는 의학적 조언이 아닙니다.)
zh_hant: 左右差偏大。一般建議在讀數較高的手臂測量血壓。如有疑慮請諮詢醫療機構。（此提示非醫療建議。）

# stat.max
source: 最大
en: Max
ko: 최대

# stat.min
source: 最小
en: Min
ko: 최소

# stat.orderIsReflectedInStatisticsView
source: 並び順は統計画面に反映されます
en: Order is used in Stats
ko: 정렬 순서는 통계 화면에 반영됩니다
zh_hant: 排序會套用至統計畫面

# statistics.displayOrder
source: 統計表示と並び順
en: Stats Order
ko: 통계 표시와 정렬
zh_hant: 統計順序

# statistics.period
source: 集計期間
en: Period
ko: 집계 기간
zh_hant: 統計期間

# statistics.settings
source: 統計設定
en: Stats Settings
ko: 통계 설정

# support.adCloseHint
source: 最後まで視聴すると閉じるボタンが表示されます
en: Watch to the end to show the close button
ko: 끝까지 시청하면 닫기 버튼이 표시됩니다
zh_hant: 看完後會顯示關閉按鈕

# support.adThanks.title
source: 広告視聴ありがとうございます！
en: Thanks for watching!
ko: 광고 시청 감사합니다!
zh_hant: 感謝觀看廣告！

# support.donateTip
source: 投げ銭 寄付する
en: Send a Tip
ko: 팁 기부하기
zh_hant: 打賞・贊助

# support.loadingAd
source: 広告を読み込み中...
en: Loading ad...
ko: 광고 불러오는 중...
zh_hant: 載入廣告中...

# support.noAdsAvailableRightNowPlease
source: 現在、特典付きの広告がありません。後ほどお試しください
en: No reward ads now. Try later.
ko: 현재 보상형 광고가 없습니다. 나중에 다시 시도해 주세요
zh_hant: 目前沒有獎勵廣告，請稍後再試。

# support.noBannerAdsAvailableRightNowPlease
source: 現在、バナー広告がありません。後ほどお試しください
en: No banner ad available now. Try later.
ko: 현재 배너 광고가 없습니다. 나중에 다시 시도해 주세요
zh_hant: 目前沒有橫幅廣告，請稍後再試。

# support.playAd
source: 広告を再生する
en: Play Ad
ko: 광고 재생
zh_hant: 播放廣告

# support.soundWarning
source: 音が出ます
en: Sound will play
ko: 소리가 납니다
zh_hant: 會發出聲音

# support.thanks.title
source: ありがとうございます！
en: Thanks!
ko: 감사합니다!
zh_hant: 謝謝您！

# support.thankYouForWatchingTheAd
source: 広告をご覧いただきありがとうございます。これからも改善を続けてまいります！
en: Thanks for watching. We will keep improving!
ko: 광고를 시청해 주셔서 감사합니다. 앞으로도 개선을 이어가겠습니다!
zh_hant: 感謝觀看廣告，我們會持續改進！

# support.thankYouForYourSupportWe
source: 応援いただきありがとうございます。これからも改善を続けてまいります！
en: Thanks for the support. We will keep improving!
ko: 응원해 주셔서 감사합니다. 앞으로도 개선을 이어가겠습니다!
zh_hant: 感謝您的支持，我們會持續改進！

# support.tip
source: 投げ銭で応援する
en: Support with a Tip
ko: 팁으로 응원하기
zh_hant: 以打賞支持

# support.title
source: 開発者を応援
en: Support the Developer
ko: 개발자 응원
zh_hant: 支持開發者

# support.videoAd
source: 動画広告
en: Video Ad
ko: 동영상 광고
zh_hant: 影片廣告

# support.watchAd
source: 広告を見て応援する
en: Support with Ad
ko: 광고 보고 응원하기
zh_hant: 看廣告支持

# support.yourSupportHelpsKeepThisApp
source: このアプリの開発を応援していただけると励みになります。
en: Your support helps us improve.
ko: 이 앱의 개발을 응원해 주시면 큰 힘이 됩니다.
zh_hant: 您的支持是我們持續改進的動力。

# tab.graph
source: グラフ
en: Graph
ko: 그래프
zh_hant: 圖表

# tab.records
source: 記録
en: Records
ko: 기록
zh_hant: 記錄

# tab.settings
source: 設定
en: Settings
ko: 설정

# tab.statistics
source: 統計
en: Stats
ko: 통계

# text.calendar
source: カレンダー
en: Calendar
ko: 캘린더
zh_hant: 行事曆

# text.calendarAccessIsNotPermitted
source: カレンダーへのアクセスが許可されていません
en: Calendar access is not permitted
ko: 캘린더 접근이 허용되지 않았습니다
zh_hant: 未允許存取行事曆

# text.calendarIntegration
source: カレンダー連携
en: Calendar Integration
ko: 캘린더 연동
zh_hant: 行事曆整合

# text.calendarSelection
source: カレンダー選択
en: Calendar Selection
ko: 캘린더 선택
zh_hant: 行事曆選擇

# text.change
source: 変化
en: Change
ko: 변화
zh_hant: 變化

# text.chrome
source: クローム
en: Chrome
ko: 크롬
zh_hant: 鉻

# text.count
source: 件数
en: Count
ko: 건수
zh_hant: 筆數

# text.elevated
source: 正常高値
en: Elevated
ko: 정상 높음
zh_hant: 正常偏高

# text.enteredInThisApp
source: このアプリで入力された記録です
en: Entered in this app
ko: 이 앱에서 입력된 기록입니다
zh_hant: 在此 App 輸入的記錄

# text.enteredInThisAppAndLater
source: このアプリで入力後に変更された記録です
en: Entered here, then edited
ko: 이 앱에서 입력 후 변경된 기록입니다
zh_hant: 在此輸入後又經編輯的記錄

# text.fever375C
source: 発熱 (≥37.5°C)
en: Fever (≥37.5°C)
ko: 발열 (≥37.5°C)
zh_hant: 發燒 (≥37.5°C)

# text.fine
source: ファイン
en: Fine
ko: 파인
zh_hant: 細緻

# text.gold
source: ゴールド
en: Gold
ko: 골드
zh_hant: 金

# text.hairline
source: ヘアライン
en: Hairline
ko: 헤어라인
zh_hant: 細線

# text.hiLoDistribution
source: Hi-Lo分散
en: Hi-Lo Distribution
ko: Hi-Lo 분산
zh_hant: Hi-Lo 分布

# text.jassoObesityClassification
source: JASSO肥満度分類
en: JASSO BMI Classes
ko: JASSO 비만도 분류
zh_hant: JASSO 肥胖分類

# text.jassoStandard
source: JASSO基準
en: JASSO Standard
ko: JASSO 기준
zh_hant: JASSO 標準

# text.jshStandard
source: JSH基準
en: JSH Standard
ko: JSH 기준
zh_hant: JSH 標準

# text.lowFever37375C
source: 微熱 (37–37.5°C)
en: Low Fever (37–37.5°C)
ko: 미열 (37–37.5°C)
zh_hant: 微燒 (37–37.5°C)

# text.machined
source: マシン
en: Machined
ko: 머신
zh_hant: 機械

# text.normal3637C
source: 正常 (36–37°C)
en: Normal (36–37°C)
ko: 정상 (36–37°C)

# text.notAvailableAtThisTime
source: 現在ご利用いただけません。
en: Not available at this time.
ko: 현재 이용할 수 없습니다.
zh_hant: 目前無法使用。

# text.range
source: 範囲
en: Range
ko: 범위
zh_hant: 範圍

# text.rubber
source: ラバー
en: Rubber
ko: 러버
zh_hant: 橡膠

# text.selectCalendar
source: カレンダーを選択
en: Select Calendar
ko: 캘린더 선택
zh_hant: 選擇行事曆

# text.selected
source: 選択中
en: Selected
ko: 선택 중
zh_hant: 已選

# text.soft
source: ソフト
en: Soft
ko: 소프트
zh_hant: 柔和

# text.soundWillPlay
source: 音が出ます
en: Sound will play
ko: 소리가 납니다
zh_hant: 會發出聲音

# text.status
source: ステータス
en: Status
ko: 상태
zh_hant: 狀態

# text.support
source: サポート
en: Support
ko: 지원
zh_hant: 支援

# text.time
source: 時刻
en: Time
ko: 시각

# text.timeSeriesLine
source: 時系列線
en: Time Series Line
ko: 시계열 선
zh_hant: 時序線

# text.vintage
source: ヴィンテージ
en: Vintage
ko: 빈티지
zh_hant: 復古

# text.wakeSleepLine24h
source: 起床・就寝ライン（24時間）
en: Wake/Sleep Line (24H)
ko: 기상·취침 라인(24시간)
zh_hant: 起床·就寢線（24 小時）

# text.watchToTheEndToSee
source: 最後まで視聴すると閉じる【×】ボタンが現れます
en: Watch to the end to show close [x]
ko: 끝까지 시청하면 닫기【×】 버튼이 나타납니다
zh_hant: 看完後會出現關閉【×】按鈕

# text.date
source: 日付
en: Date
ko: 날짜
zh_hant: 日期

# stat.bpLeftRight.help
source: このグラフは、左腕と右腕で測った血圧の差を、日付ごとの横棒で表します。 ・中央（0）が「左右同じ」。 ・棒が左へ伸びるほど左（L）が高く、右へ伸びるほど右（R）が高いことを表します。 ・各日付に上下2本あり、上＝上の血圧（収縮期）、下＝下の血圧（拡張期）の差です。 ・目盛りの数字は左右差の大きさ（mmHg）。 ・新しい日が上に並び、直近の記録を表示します。 正しく左右差を見るために、左右は30分以内に続けて測ってください。左右を30分以内に測った記録どうしを組にして差を計算します。30分より離れた記録は、時間による血圧の変動が混ざるため組にしません。
en: This chart shows the difference between blood pressure measured on your left and right arms, as a horizontal bar per date. • The center (0) means both sides are equal. • The farther the bar extends to the left, the higher the left (L); to the right, the higher the right (R). • Each date has two bars: the upper is the systolic (upper) difference, the lower is the diastolic (lower) difference. • The tick numbers show the size of the difference (mmHg). • Newer days appear at the top, showing your most recent records. For an accurate comparison, measure both arms within 30 minutes of each other. Only left and right readings taken within 30 minutes are paired to compute the difference. Readings farther apart are not paired, since blood pressure changes over time would be mixed in.
ko: 이 그래프는 왼팔과 오른팔에서 측정한 혈압의 차이를 날짜별 가로 막대로 나타냅니다. ・가운데(0)가 「좌우 같음」입니다. ・막대가 왼쪽으로 길수록 왼쪽(L)이 높고, 오른쪽으로 길수록 오른쪽(R)이 높음을 나타냅니다. ・각 날짜에 위아래 2개가 있으며, 위＝수축기(위) 차이, 아래＝이완기(아래) 차이입니다. ・눈금 숫자는 좌우 차이의 크기(mmHg)입니다. ・새로운 날이 위에 오며 최근 기록을 표시합니다. 좌우 차이를 정확히 보려면 좌우를 30분 이내에 이어서 측정하세요. 30분 이내에 측정한 좌우 기록끼리 짝을 지어 차이를 계산합니다. 30분보다 떨어진 기록은 시간에 따른 혈압 변동이 섞이므로 짝을 짓지 않습니다.
zh_hant: 這張圖表以每日的橫條，顯示左臂與右臂測量血壓的差異。 ・中央（0）表示左右相同。 ・橫條越往左延伸表示左邊（L）越高，越往右延伸表示右邊（R）越高。 ・每個日期有上下兩條，上＝收縮壓（高壓）差，下＝舒張壓（低壓）差。 ・刻度數字為左右差的大小（mmHg）。 ・較新的日期排在上方，顯示最近的記錄。 為了正確比較左右差，請在 30 分鐘內連續測量左右兩邊。系統會將 30 分鐘內測量的左右記錄配成一組來計算差異。相隔超過 30 分鐘的記錄不會配對，因為會混入血壓隨時間的變動。

# stat.bpLeftRight.leftHigher
source: 左が高い
en: Left higher
ko: 왼쪽이 높음
zh_hant: 左邊較高

# stat.bpLeftRight.rightHigher
source: 右が高い
en: Right higher
ko: 오른쪽이 높음
zh_hant: 右邊較高

# stat.bpLeftRight.summaryTitle
source: サマリー
en: Summary
ko: 요약
zh_hant: 摘要

# metric.systolicUpper
source: 上（収縮期血圧）
en: Systolic (upper)
ko: 수축기(최고혈압)
zh_hant: 收縮（上壓）

# metric.diastolicLower
source: 下（拡張期血圧）
en: Diastolic (lower)
ko: 이완기(최저혈압)
zh_hant: 舒張（下壓）

# action.ok
source: OK
ko: 확인
zh_hant: 確定

# export.format.pdf
source: PDF (→Print)
ko: PDF (→인쇄)
zh_hant: PDF (→列印)

# settings.category.name.limit.en
source: Within 8 characters
ko: 8자 이내
zh_hant: 8 字以內

# settings.help.merge
source: 設定した時間内に新しい記録が保存されたとき、2つの記録を次から選択します 両方：2つとも記録します 直前：1つ目を記録します 今回：2つ目を記録します 平均：2つの平均値を記録します ※「測定を追加」や「複数測定」機能の登場により本機能は不要になると思います。不要ならば「しない」に設定します
ko: 설정한 시간 내에 새 기록이 저장되었을 때 두 기록을 다음에서 선택합니다 둘 다: 두 개 모두 기록합니다 직전: 첫 번째를 기록합니다 이번: 두 번째를 기록합니다 평균: 두 값의 평균을 기록합니다 ※「측정 추가」나 「여러 번 측정」 기능의 등장으로 본 기능은 불필요해질 것으로 생각됩니다. 필요 없으면 「사용 안 함」으로 설정합니다
zh_hant: 在設定的時間內儲存新記錄時，可從下列方式選擇如何處理兩筆記錄 兩者：兩筆都記錄 前次：記錄第一筆 本次：記錄第二筆 平均：記錄兩者的平均值 ※隨著「新增測量」與「多次測量」功能推出，本功能可能已不再需要。若不需要請設為「不使用」
